{"type":"data","nodes":[null,{"type":"data","data":[{"address":1,"approach":2,"characterList":3,"clean":4,"dialogue":5,"metaphor":6,"nounList":7,"pov":8,"question":1,"settingCategorical":9,"settingDescribed":6,"settingSpecific":7,"shift":10,"simile":1,"subject":11,"tense":12,"timePeriodCategorical":3,"timePeriodSpecific":3,"md5":13,"id":13,"source":14,"vetted":1,"prop":15,"raw":16,"text":4,"book_id":3,"title":17,"author":18,"title_raw":17,"author_raw":19,"ratings":3,"pages":3,"year":3,"publisher":3,"genre":20,"flag_ya":3,"flag_children":3,"tier":21,"flag_modified_text":1,"text_raw":3,"modified_dist":3},"false","description","","At the corner of a long, straight, brick-built street in the far East End of London—one of those lifeless streets, made of two drab walls upon which the level lines, formed by the precisely even window-sills and doorsteps, stretch in weary perspective from end to end, suggesting petrified diagrams proving dead problems—stands a house that ever draws me to it; so that often, when least conscious of my footsteps, I awake to find myself hurrying through noisy, crowded thoroughfares, where flaring naphtha lamps illumine fierce, patient, leaden-coloured faces; through dim-lit, empty streets, where monstrous shadows come and go upon the close-drawn blinds; through narrow, noisome streets, where the gutters swarm with children, and each ever-open doorway vomits riot; past reeking corners, and across waste places, till at last I reach the dreary goal of my memory-driven desire, and, coming to a halt beside the broken railings, find rest.","none","true","East End of London","first person","city | street","scene","I","present","gutenberg-1334","gutenberg","auto","At the corner of a long, straight, brick-built street in the far East End of London--one of those lifeless streets, made of two drab walls upon which the level lines, formed by the precisely even window-sills and doorsteps, stretch in weary perspective from end to end, suggesting petrified diagrams proving dead problems--stands a house that ever draws me to it; so that often, when least conscious of my footsteps, I awake to find myself hurrying through noisy, crowded thoroughfares, where flaring naphtha lamps illumine fierce, patient, leaden-coloured faces; through dim-lit, empty streets, where monstrous shadows come and go upon the close-drawn blinds; through narrow, noisome streets, where the gutters swarm with children, and each ever-open doorway vomits riot; past reeking corners, and across waste places, till at last I reach the dreary goal of my memory-driven desire, and, coming to a halt beside the broken railings, find rest.","Paul Kelver","Jerome K. (Jerome Klapka) Jerome","Jerome, Jerome K. (Jerome Klapka), 1859-1927","browsing: literature|browsing: fiction|category: novels|category: british literature","0"],"uses":{"params":["slug"]}}]}
