{"type":"data","nodes":[null,{"type":"data","data":[{"address":1,"approach":2,"characterList":3,"clean":4,"dialogue":5,"metaphor":1,"nounList":6,"pov":7,"question":1,"settingCategorical":8,"settingDescribed":1,"settingSpecific":8,"shift":8,"simile":1,"subject":9,"tense":10,"timePeriodCategorical":8,"timePeriodSpecific":11,"md5":12,"id":13,"source":14,"vetted":15,"prop":15,"raw":16,"text":4,"book_id":17,"title":18,"author":19,"title_raw":18,"author_raw":19,"ratings":20,"pages":21,"year":22,"publisher":23,"genre":24,"flag_ya":1,"flag_children":1,"tier":25,"flag_modified_text":1,"text_raw":8,"modified_dist":8},"false","description","Tiberius Claudius Drusus. Nero Germanicus | Gaius Caligula","Two years have gone by since I finished writing the long story of how I, Tiberius Claudius Drusus. Nero Germanicus, the cripple, the stammerer, the fool of the family, whom none of his ambitious and bloody-minded relatives considered worth the trouble of executing, poisoning, forcing to suicide, banishing to a desert island or starving to death – which was how they one by one got rid of each other – how, I survived them all, even my insane nephew Gaius Caligula, and was one day unexpectedly acclaimed Emperor by the corporals and sergeants of the Palace Guard.","none","Palace Guard","first person","","I","past","Two years","1C9679A1B079A94082C7F38AAB27045E","goodreads-52251.claudius_the_god_and_his_wife_messalina","goodreads","auto","Two years have gone by since I finished writing the long story of how I, Tiberius Claudius Drusus. Nero Germanicus, the cripple, the stammerer, the fool of the family, whom none of his ambitious and bloody-minded relatives considered worth the trouble of executing, poisoning, forcing to suicide, banishing to a desert island or starving to death - which was how they one by one got rid of each other - how, I survived them all, even my insane nephew Gaius Caligula, and was one day unexpectedly acclaimed Emperor by the corporals and sergeants of the Palace Guard.","52251.claudius_the_god_and_his_wife_messalina","Claudius the God and His Wife Messalina","Robert Graves","12371","533","1934","Vintage","historicalfiction,fiction,classics,historical,literature,roman,britishliterature,novels,ancienthistory,ancient","5"],"uses":{"params":["slug"]}}]}
