{"type":"data","nodes":[null,{"type":"data","data":[{"address":1,"approach":2,"characterList":3,"clean":4,"dialogue":5,"metaphor":1,"nounList":3,"pov":6,"question":1,"settingCategorical":7,"settingDescribed":8,"settingSpecific":9,"shift":3,"simile":1,"subject":10,"tense":11,"timePeriodCategorical":3,"timePeriodSpecific":3,"md5":12,"id":12,"source":13,"vetted":1,"prop":14,"raw":15,"text":4,"book_id":3,"title":16,"author":17,"title_raw":16,"author_raw":18,"ratings":3,"pages":3,"year":3,"publisher":3,"genre":19,"flag_ya":3,"flag_children":3,"tier":20,"flag_modified_text":1,"text_raw":3,"modified_dist":3},"false","dialogue","","“Art,” said the man, regarding lingeringly a half finished canvas standing on an easel in the middle of the poorly furnished room, and then the very insignificant little girl beside him, who had posed for him ever since she had dispensed with long clothes, and subsequently taken to them, again, and had always proved an unsatisfactory model from an artistic point of view, “is the only thing really worth living for, and yet it’s the most bally rotten thing to take up—as a bread winning profession, you understand.”","dialogue with narration","third person","indoor","true","room","person","past","gutenberg-37269","gutenberg","auto","\"Art,\" said the man, regarding lingeringly a half finished canvas standing on an easel in the middle of the poorly furnished room, and then the very insignificant little girl beside him, who had posed for him ever since she had dispensed with long clothes, and subsequently taken to them, again, and had always proved an unsatisfactory model from an artistic point of view, \"is the only thing really worth living for, and yet it's the most bally rotten thing to take up--as a bread winning profession, you understand.\"","The Triumph of Jill","F. E. Mills (Florence Ethel Mills) Young","Young, F. E. Mills (Florence Ethel Mills), 1875-","browsing: culture/civilization/society|browsing: literature|browsing: fiction|category: novels","0"],"uses":{"params":["slug"]}}]}
