{"type":"data","nodes":[null,{"type":"data","data":[{"address":1,"approach":2,"characterList":3,"clean":4,"dialogue":5,"metaphor":1,"nounList":6,"pov":7,"question":1,"settingCategorical":8,"settingDescribed":9,"settingSpecific":10,"shift":11,"simile":1,"subject":12,"tense":13,"timePeriodCategorical":11,"timePeriodSpecific":11,"md5":14,"id":15,"source":16,"vetted":17,"prop":17,"raw":18,"text":4,"book_id":19,"title":20,"author":21,"title_raw":20,"author_raw":21,"ratings":22,"pages":23,"year":11,"publisher":24,"genre":25,"flag_ya":1,"flag_children":1,"tier":26,"flag_modified_text":1,"text_raw":11,"modified_dist":11},"false","mixed","Captain Aubrey | Mr Blake","'Pass the word for Captain Aubrey, pass the word for Captain Aubrey,' cried a sequence of voices, at first dim and muffled far aft on the flagship’s maindeck, then growing louder and more distinct as the call wafted up to the quarterdeck and so along the gangway to the forecastle, where Captain Aubrey stood by the starboard thirty-two-pounder carronade contemplating the Emperor of Morocco’s purple galley as it lay off Jumper’s Bastion with the vast grey and tawny Rock of Gibraltar soaring behind it, while Mr Blake, once a puny member of his midshipman’s berth but now a tall, stout lieutenant almost as massive as his former captain, explained the new carriage he had invented, a carriage that should enable carronades to fire twice as fast, with no fear of oversetting, twice as far, and with perfect accuracy, thus virtually putting an end to war.","dialogue with narration","Emperor of Morocco | Jumper’s Bastion | Rock of Gibraltar","third person","ship | military installation | body of water","true","flagship’s maindeck | quarterdeck | gangway | forecastle | starboard thirty-two-pounder carronade | Jumper’s Bastion","","other","past","AFC2793A8FDC2A093F25C94BFE9DA1B6","goodreads-672492.the_far_side_of_the_world","goodreads","auto","'Pass the word for Captain Aubrey, pass the word for Captain Aubrey,' cried a sequence of voices, at first dim and muffled far aft on the flagship's maindeck, then growing louder and more distinct as the call wafted up to the quarterdeck and so along the gangway to the forecastle, where Captain Aubrey stood by the starboard thirty-two-pounder carronade contemplating the Emperor of Morocco's purple galley as it lay off Jumper's Bastion with the vast grey and tawny Rock of Gibraltar soaring behind it, while Mr Blake, once a puny member of his midshipman's berth but now a tall, stout lieutenant almost as massive as his former captain, explained the new carriage he had invented, a carriage that should enable carronades to fire twice as fast, with no fear of oversetting, twice as far, and with perfect accuracy, thus virtually putting an end to war.","672492.the_far_side_of_the_world","The Far Side of the World","Patrick O'Brian","10356","366","W. W. Norton  Company","fiction,historyhistoricalfictionbiography,mysterythrillercrime,historicalfiction,fiction,historical,adventure,militaryfiction,war,audiobook,literature,novels,action,historicalfiction","5"],"uses":{"params":["slug"]}}]}
