{"type":"data","nodes":[null,{"type":"data","data":[{"address":1,"approach":2,"characterList":3,"clean":4,"dialogue":5,"metaphor":1,"nounList":6,"pov":7,"question":1,"settingCategorical":8,"settingDescribed":9,"settingSpecific":10,"shift":11,"simile":9,"subject":12,"tense":13,"timePeriodCategorical":3,"timePeriodSpecific":3,"md5":14,"id":14,"source":15,"vetted":1,"prop":16,"raw":17,"text":4,"book_id":3,"title":18,"author":19,"title_raw":18,"author_raw":20,"ratings":3,"pages":3,"year":3,"publisher":3,"genre":3,"flag_ya":3,"flag_children":3,"tier":21,"flag_modified_text":1,"text_raw":3,"modified_dist":3},"false","description","","Italy Vale! When you heard her name you associated it with blue skies, with orange-groves, and rippling streams; when you saw her face you thought of music and poetry and flowers; of dusky pansies like her somber eyes; of pale-pink roses like her cheeks; of scarlet geraniums like her lips; of young palm-trees that were not more graceful than her slender form, and of the purple bloom of the grape that seemed to linger on her dark, waving tresses—but it was not beneath tropic skies you found her, but on a flat, sandy, wind-swept beach of bleak Massachusetts, at Winthrop-by-the-Sea, a brilliant, dusky-eyed, foreign-looking girl, like some rare-plumaged, tropical bird alighted on an alien shore.","none","Italy Vale | Massachusetts | Winthrop-by-the-Sea","second person","beach","true","Winthrop-by-the-Sea","scene","you","past","gutenberg-76413","gutenberg","auto","Italy Vale! When you heard her name you associated it with blue skies, with orange-groves, and rippling streams; when you saw her face you thought of music and poetry and flowers; of dusky pansies like her somber eyes; of pale-pink roses like her cheeks; of scarlet geraniums like her lips; of young palm-trees that were not more graceful than her slender form, and of the purple bloom of the grape that seemed to linger on her dark, waving tresses--but it was not beneath tropic skies you found her, but on a flat, sandy, wind-swept beach of bleak Massachusetts, at Winthrop-by-the-Sea, a brilliant, dusky-eyed, foreign-looking girl, like some rare-plumaged, tropical bird alighted on an alien shore.","Slighted love","Alex. McVeigh Miller","Miller, Alex. McVeigh, Mrs., 1850-1937","0"],"uses":{"params":["slug"]}}]}
