{"type":"data","nodes":[null,{"type":"data","data":[{"address":1,"approach":2,"characterList":3,"clean":4,"dialogue":5,"metaphor":1,"nounList":6,"pov":7,"question":1,"settingCategorical":8,"settingDescribed":9,"settingSpecific":10,"shift":11,"simile":1,"subject":12,"tense":13,"timePeriodCategorical":14,"timePeriodSpecific":15,"md5":16,"id":16,"source":17,"vetted":1,"prop":18,"raw":19,"text":4,"book_id":11,"title":20,"author":21,"title_raw":20,"author_raw":22,"ratings":11,"pages":11,"year":11,"publisher":11,"genre":23,"flag_ya":11,"flag_children":11,"tier":24,"flag_modified_text":1,"text_raw":11,"modified_dist":11},"false","description","Mrs. Montresor | Adelaide Horton","The last notes of a favorite waltz resounded through the splendid saloons of Mrs. Montresor’s mansion in Grosvenor Square; sparkling eyes and glittering jewels flashed in the lamp-light; the rival queens of rank and beauty shone side by side upon the aristocratic crowd; the rich perfumes of exotic blossoms floated on the air; brave men and lovely women were met together to assist the farewell ball given by the wealthy American, Mrs. Montresor, on her departure for New Orleans with her lovely niece, Adelaide Horton, whose charming face and sprightly manners had been the admiration of all London during the season of 1860.","none","Grosvenor Square | New Orleans | London","third person","mansion | ballroom","true","Mrs. Montresor’s mansion | Grosvenor Square","","other","past","season","1860","gutenberg-74484","gutenberg","auto","The last notes of a favorite waltz resounded through the splendid saloons of Mrs. Montresor's mansion in Grosvenor Square; sparkling eyes and glittering jewels flashed in the lamp-light; the rival queens of rank and beauty shone side by side upon the aristocratic crowd; the rich perfumes of exotic blossoms floated on the air; brave men and lovely women were met together to assist the farewell ball given by the wealthy American, Mrs. Montresor, on her departure for New Orleans with her lovely niece, Adelaide Horton, whose charming face and sprightly manners had been the admiration of all London during the season of 1860.","The Octoroon","M. E. (Mary Elizabeth) Braddon","Braddon, M. E. (Mary Elizabeth), 1835-1915; Cox, Charles A. (Charles Arthur), 1829-1901 [Illustrator]","browsing: culture/civilization/society|browsing: fiction","0"],"uses":{"params":["slug"]}}]}
