{"type":"data","nodes":[null,{"type":"data","data":[{"address":1,"approach":2,"characterList":3,"clean":4,"dialogue":5,"metaphor":1,"nounList":6,"pov":7,"question":1,"settingCategorical":8,"settingDescribed":9,"settingSpecific":10,"shift":11,"simile":1,"subject":12,"tense":13,"timePeriodCategorical":11,"timePeriodSpecific":11,"md5":14,"id":14,"source":15,"vetted":1,"prop":16,"raw":17,"text":4,"book_id":11,"title":18,"author":19,"title_raw":18,"author_raw":20,"ratings":11,"pages":11,"year":11,"publisher":11,"genre":21,"flag_ya":11,"flag_children":11,"tier":22,"flag_modified_text":1,"text_raw":11,"modified_dist":11},"false","description","Sophia Penelope | Jacques de Morat | King Louis XV | Sophia Hamilton | Sir Eustace Brandling","Having reached an age when the morrow is more than uncertain, and knowing how soon all verbal tradition becomes blurred and distorted, I, Sophia Penelope, daughter of Jacques de Morat, a cadet of the Counts of that name, sometime a captain in the service of King Louis XV., and of Sophia Hamilton, his wife; and furthermore, widow of the late Sir Eustace Brandling, ninth baronet, of St. Salvat’s Castle, in the county of Glamorgan, have yielded to the wishes of my dear surviving sons, and am preparing to consign to paper, for the benefit of their children and grandchildren, some account of those circumstances in my life which decided that the lot of this family should so long have been cast in foreign parts and remote colonies, instead of in its ancestral and legitimate home.","none","Counts | St. Salvat’s Castle | Glamorgan","first person","castle | colony","true","St. Salvat’s Castle | Glamorgan","","I","present","gutenberg-37180","gutenberg","auto","Having reached an age when the morrow is more than uncertain, and knowing how soon all verbal tradition becomes blurred and distorted, I, Sophia Penelope, daughter of Jacques de Morat, a cadet of the Counts of that name, sometime a captain in the service of King Louis XV., and of Sophia Hamilton, his wife; and furthermore, widow of the late Sir Eustace Brandling, ninth baronet, of St. Salvat's Castle, in the county of Glamorgan, have yielded to the wishes of my dear surviving sons, and am preparing to consign to paper, for the benefit of their children and grandchildren, some account of those circumstances in my life which decided that the lot of this family should so long have been cast in foreign parts and remote colonies, instead of in its ancestral and legitimate home.","Penelope Brandling: A Tale of the Welsh coast in the Eighteenth Century","Vernon Lee","Lee, Vernon, 1856-1935","browsing: culture/civilization/society|browsing: literature|browsing: fiction|category: historical novels|category: novels|category: british literature","0"],"uses":{"params":["slug"]}}]}
