{"type":"data","nodes":[null,{"type":"data","data":[{"address":1,"approach":2,"characterList":3,"clean":4,"dialogue":5,"metaphor":1,"nounList":6,"pov":7,"question":1,"settingCategorical":8,"settingDescribed":9,"settingSpecific":10,"shift":11,"simile":1,"subject":12,"tense":13,"timePeriodCategorical":14,"timePeriodSpecific":15,"md5":16,"id":16,"source":17,"vetted":1,"prop":18,"raw":19,"text":20,"book_id":3,"title":21,"author":22,"title_raw":21,"author_raw":23,"ratings":3,"pages":3,"year":3,"publisher":3,"genre":24,"flag_ya":3,"flag_children":3,"tier":25,"flag_modified_text":1,"text_raw":3,"modified_dist":3},"false","description","","The Seriphus was a ten thousand ton, straight bow ocean tanker, and her history was the common one of Clyde-built ships—a voyage here and a passage there, charters by strange oil companies, petrol for Brazil, crude petroleum that went to Asia (for anointment purposes among the heathen) and once there was a hurried call to some unpronounceable Aegean port where the Seriphus acted against the Turks in their flare-up after the Great War.","none","Seriphus | Clyde | Brazil | Asia | Aegean | Turks | Great War","third person","ocean | port","true","Aegean port","time","it","past","post-war","after the Great War","gutenberg-68943","gutenberg","auto","The _Seriphus_ was a ten thousand ton, straight bow ocean tanker, and her history was the common one of Clyde-built ships--a voyage here and a passage there, charters by strange oil companies, petrol for Brazil, crude petroleum that went to Asia (for anointment purposes among the heathen) and once there was a hurried call to some unpronounceable Aegean port where the _Seriphus_ acted against the Turks in their flare-up after the Great War.","The _Seriphus_ was a ten thousand ton, straight bow ocean tanker, and her history was the common one of Clyde-built ships—a voyage here and a passage there, charters by strange oil companies, petrol for Brazil, crude petroleum that went to Asia (for anointment purposes among the heathen) and once there was a hurried call to some unpronounceable Aegean port where the _Seriphus_ acted against the Turks in their flare-up after the Great War.","The voice in the fog","Henry Leverage","Leverage, Henry, 1885-1931","browsing: literature|browsing: fiction|category: crime, thrillers and mystery|category: novels","0"],"uses":{"params":["slug"]}}]}
