{"type":"data","nodes":[null,{"type":"data","data":[{"address":1,"approach":2,"characterList":3,"dialogue":4,"metaphor":1,"nounList":5,"pov":6,"question":1,"settingCategorical":7,"settingDescribed":8,"settingSpecific":9,"shift":10,"simile":8,"subject":11,"tense":12,"timePeriodCategorical":13,"timePeriodSpecific":14,"id":15,"source":16,"vetted":1,"text":17,"title":18,"author":19,"genre":20,"tier":21},"false","description","","none","Missouri | Nebraska | Wyoming | Utah | Nevada | California | Pacific","third person","plains | prairie | mountains | desert | forest | lake | ocean","true","Missouri River | Nebraska plains | Wyoming | black hills | rocky gorges | Utah | Nevada | California | Pacific Ocean","scene","it","past","mid-20th century","early sixties","gutenberg-4684","gutenberg","In the early sixties a trail led from the broad Missouri, swirling yellow and turgid between its green-groved borders, for miles and miles out upon the grassy Nebraska plains, turning westward over the undulating prairie, with its swales and billows and long, winding lines of cottonwoods, to a slow, vast heave of rising ground—Wyoming—where the herds of buffalo grazed and the wolf was lord and the camp-fire of the trapper sent up its curling blue smoke from beside some lonely stream; on and on over the barren lands of eternal monotony, all so gray and wide and solemn and silent under the endless sky; on, ever on, up to the bleak, black hills and into the waterless gullies and through the rocky gorges where the deer browsed and the savage lurked; then slowly rising to the pass between the great bold peaks, and across the windy uplands into Utah, with its verdant valleys, green as emeralds, and its haze-filled cañons and wonderful wind-worn cliffs and walls, and its pale salt lakes, veiled in the shadows of stark and lofty rocks, dim, lilac-colored, austere, and isolated; ever onward across Nevada, and ever westward, up from desert to mountain, up into California, where the white streams rushed and roared and the stately pines towered, and seen from craggy heights, deep down, the little blue lakes gleamed like gems; finally sloping to the great descent, where the mountain world ceased and where, out beyond the golden land, asleep and peaceful, stretched the illimitable Pacific, vague and grand beneath the setting sun.","The U. P. Trail","Zane Grey","western|bestsellers, american, 1895-1923|browsing: culture/civilization/society|browsing: literature|browsing: travel & geography|browsing: fiction|category: adventure|category: novels|category: american literature","0"],"uses":{"params":["slug"]}}]}
