{"type":"data","nodes":[null,{"type":"data","data":[{"address":1,"approach":2,"characterList":3,"clean":4,"dialogue":5,"metaphor":6,"nounList":7,"pov":8,"question":1,"settingCategorical":9,"settingDescribed":1,"settingSpecific":10,"shift":11,"simile":6,"subject":12,"tense":13,"timePeriodCategorical":14,"timePeriodSpecific":15,"md5":16,"id":16,"source":17,"vetted":6,"prop":18,"raw":19,"text":4,"book_id":11,"title":20,"author":21,"title_raw":20,"author_raw":22,"ratings":11,"pages":11,"year":11,"publisher":11,"genre":23,"flag_ya":11,"flag_children":11,"tier":24,"flag_modified_text":6,"text_raw":11,"modified_dist":11},"true","mixed","Markworth | Tom Hartshorne","“Hullo! Markworth. How lucky! Why you are just the man I want; you’re ubiquitous, who’d have thought of seeing you in town?” said Tom Hartshorne, of the —th Dragoons, cheerily, as he sauntered late one summer afternoon into a private billiard-room in Oxford-street, where a tall, dark-complexioned, and strikingly-handsome man, was knocking the balls about in his shirt-sleeves, and trying all sorts of fancy shots against the cushions—The sole occupant of the room was he, with the exception of the marker, who was looking on in a desultory sort of way at the strokes of the player from his thronelike chair underneath the scoring board.","dialogue with narration","false","Dragoons | Oxford-street","third person","indoor","billiard-room","","he/she","past","summer","one summer afternoon","gutenberg-34247","gutenberg","auto","\"Hullo!  Markworth.  How lucky!  Why you are just the man I want; you're ubiquitous, who'd have thought of seeing you in town?\" said Tom Hartshorne, of the --th Dragoons, cheerily, as he sauntered late one summer afternoon into a private billiard-room in Oxford-street, where a tall, dark-complexioned, and strikingly-handsome man, was knocking the balls about in his shirt-sleeves, and trying all sorts of fancy shots against the cushions--The sole occupant of the room was he, with the exception of the marker, who was looking on in a desultory sort of way at the strokes of the player from his thronelike chair underneath the scoring board.","Caught in a Trap","John C. (John Conroy) Hutcheson","Hutcheson, John C. (John Conroy)","browsing: literature|browsing: fiction|category: novels|category: british literature","0"],"uses":{"params":["slug"]}}]}
