{"type":"data","nodes":[null,{"type":"data","data":[{"address":1,"approach":2,"characterList":3,"clean":4,"dialogue":5,"metaphor":6,"nounList":7,"pov":8,"question":1,"settingCategorical":9,"settingDescribed":6,"settingSpecific":10,"shift":11,"simile":1,"subject":12,"tense":13,"timePeriodCategorical":14,"timePeriodSpecific":15,"md5":16,"id":16,"source":17,"vetted":1,"prop":18,"raw":19,"text":4,"book_id":11,"title":20,"author":21,"title_raw":20,"author_raw":22,"ratings":11,"pages":11,"year":11,"publisher":11,"genre":23,"flag_ya":11,"flag_children":11,"tier":24,"flag_modified_text":1,"text_raw":11,"modified_dist":11},"false","description","Isaac Newton | Joseph Addison | Oliver Cromwell | Mrs. Masham | Madam Marlborough | Louis the Great","At that famous period of history, when the seventeenth century (after a deal of quarrelling, king-killing, reforming, republicanising, restoring, re-restoring, play-writing, sermon-writing, Oliver-Cromwellising, Stuartising, and Orangising, to be sure) had sunk into its grave, giving place to the lusty eighteenth; when Mr. Isaac Newton was a tutor of Trinity, and Mr. Joseph Addison Commissioner of Appeals; when the presiding genius that watched over the destinies of the French nation had played out all the best cards in his hand, and his adversaries began to pour in their trumps; when there were two kings in Spain employed perpetually in running away from one another; when there was a queen in England, with such rogues for Ministers as have never been seen, no, not in our own day; and a General, of whom it may be severely argued, whether he was the meanest miser or the greatest hero in the world; when Mrs. Masham had not yet put Madam Marlborough’s nose out of joint; when people had their ears cut off for writing very meek political pamphlets; and very large full-bottomed wigs were just beginning to be worn with powder; and the face of Louis the Great, as his was handed in to him behind the bed-curtains, was, when issuing thence, observed to look longer, older, and more dismal daily...","none","true","Trinity | Commissioner of Appeals | French nation | Spain | England","third person","historical","Trinity | France | Spain | England","","other","past","century","seventeenth century | eighteenth century","gutenberg-1969","gutenberg","auto","At that famous period of history, when the seventeenth century (after a deal of quarrelling, king-killing, reforming, republicanising, restoring, re-restoring, play-writing, sermon-writing, Oliver-Cromwellising, Stuartising, and Orangising, to be sure) had sunk into its grave, giving place to the lusty eighteenth; when Mr. Isaac Newton was a tutor of Trinity, and Mr. Joseph Addison Commissioner of Appeals; when the presiding genius that watched over the destinies of the French nation had played out all the best cards in his hand, and his adversaries began to pour in their trumps; when there were two kings in Spain employed perpetually in running away from one another; when there was a queen in England, with such rogues for Ministers as have never been seen, no, not in our own day; and a General, of whom it may be severely argued, whether he was the meanest miser or the greatest hero in the world; when Mrs. Masham had not yet put Madam Marlborough's nose out of joint; when people had their ears cut off for writing very meek political pamphlets; and very large full-bottomed wigs were just beginning to be worn with powder; and the face of Louis the Great, as his was handed in to him behind the bed-curtains, was, when issuing thence, observed to look longer, older, and more dismal daily....","Catherine: A Story","William Makepeace Thackeray","Thackeray, William Makepeace, 1811-1863","browsing: biographies|browsing: literature|browsing: fiction|category: historical novels|category: novels|category: british literature","0"],"uses":{"params":["slug"]}}]}
