{"type":"data","nodes":[null,{"type":"data","data":[{"address":1,"approach":2,"characterList":3,"clean":4,"dialogue":5,"metaphor":1,"nounList":6,"pov":7,"question":1,"settingCategorical":8,"settingDescribed":9,"settingSpecific":10,"shift":11,"simile":1,"subject":12,"tense":13,"timePeriodCategorical":14,"timePeriodSpecific":15,"md5":16,"id":16,"source":17,"vetted":1,"prop":18,"raw":19,"text":4,"book_id":15,"title":20,"author":21,"title_raw":20,"author_raw":22,"ratings":15,"pages":15,"year":15,"publisher":15,"genre":23,"flag_ya":15,"flag_children":15,"tier":24,"flag_modified_text":1,"text_raw":15,"modified_dist":15},"false","description","Lord George Gordon | Tevele Schiff | Dr. de Falk | Benjamin Goldsmid | Joseph Grobstock","In the days when Lord George Gordon became a Jew, and was suspected of insanity; when, out of respect for the prophecies, England denied her Jews every civic right except that of paying taxes; when the Gentleman’s Magazine had ill words for the infidel alien; when Jewish marriages were invalid and bequests for Hebrew colleges void; when a prophet prophesying Primrose Day would have been set in the stocks, though Pitt inclined his private ear to Benjamin Goldsmid’s views on the foreign loans—in those days, when Tevele Schiff was Rabbi in Israel, and Dr. de Falk, the Master of the Tetragrammaton, saint and Cabbalistic conjuror, flourished in Wellclose Square, and the composer of “The Death of Nelson” was a choir-boy in the Great Synagogue; Joseph Grobstock, pillar of the same, emerged one afternoon into the spring sunshine at the fag-end of the departing stream of worshippers.","none","England | Gentleman’s Magazine | Primrose Day | Pitt | Israel | Tetragrammaton | Wellclose Square | The Death of Nelson | Great Synagogue","third person","religious institution | city square","true","Wellclose Square | Great Synagogue","time","person","past","historical","","gutenberg-38413","gutenberg","auto","In the days when Lord George Gordon became a Jew, and was suspected of insanity; when, out of respect for the prophecies, England denied her Jews every civic right except that of paying taxes; when the Gentleman's Magazine had ill words for the infidel alien; when Jewish marriages were invalid and bequests for Hebrew colleges void; when a prophet prophesying Primrose Day would have been set in the stocks, though Pitt inclined his private ear to Benjamin Goldsmid's views on the foreign loans--in those days, when Tevele Schiff was Rabbi in Israel, and Dr. de Falk, the Master of the Tetragrammaton, saint and Cabbalistic conjuror, flourished in Wellclose Square, and the composer of \"The Death of Nelson\" was a choir-boy in the Great Synagogue; Joseph Grobstock, pillar of the same, emerged one afternoon into the spring sunshine at the fag-end of the departing stream of worshippers.","The King of Schnorrers: Grotesques and Fantasies","Israel Zangwill","Zangwill, Israel, 1864-1926","browsing: culture/civilization/society|browsing: humour|browsing: literature|browsing: fiction|category: humour|category: novels|category: british literature","0"],"uses":{"params":["slug"]}}]}
