{"type":"data","nodes":[null,{"type":"data","data":[{"address":1,"approach":2,"characterList":3,"clean":4,"dialogue":5,"metaphor":1,"nounList":6,"pov":7,"question":1,"settingCategorical":3,"settingDescribed":1,"settingSpecific":3,"shift":3,"simile":1,"subject":8,"tense":9,"timePeriodCategorical":3,"timePeriodSpecific":10,"md5":11,"id":11,"source":12,"vetted":1,"prop":13,"raw":14,"text":14,"book_id":3,"title":15,"author":16,"title_raw":15,"author_raw":17,"ratings":3,"pages":3,"year":3,"publisher":3,"genre":18,"flag_ya":3,"flag_children":3,"tier":19,"flag_modified_text":1,"text_raw":3,"modified_dist":3},"false","description","","A few years only have elapsed since the public mind was electrified by the discovery of a strange tissue of crimes, through which had perished within the space of twelve months every member of a noble family, and in which was implicated the honor of one of England’s haughtiest peers and the life of one of her loveliest daughters, and finally, which added a recent and thrilling domestic drama to those ancient histories and ghostly traditions that have long rendered Allworth Abbey the resort of the curious, and the terror of the ignorant and the superstitious.","none","England | Allworth Abbey","third person","other","past","a few years ago | twelve months","gutenberg-69675","gutenberg","auto","A few years only have elapsed since the public mind was electrified by the discovery of a strange tissue of crimes, through which had perished within the space of twelve months every member of a noble family, and in which was implicated the honor of one of England’s haughtiest peers and the life of one of her loveliest daughters, and finally, which added a recent and thrilling domestic drama to those ancient histories and ghostly traditions that have long rendered ALLWORTH ABBEY the resort of the curious, and the terror of the ignorant and the superstitious.","Allworth Abbey","Emma Dorothy Eliza Nevitte Southworth","Southworth, Emma Dorothy Eliza Nevitte, 1819-1899","browsing: culture/civilization/society|browsing: literature|browsing: fiction|category: crime, thrillers and mystery|category: novels","0"],"uses":{"params":["slug"]}}]}
