{"type":"data","nodes":[null,{"type":"data","data":[{"address":1,"approach":2,"characterList":3,"clean":4,"dialogue":5,"metaphor":1,"nounList":6,"pov":7,"question":1,"settingCategorical":8,"settingDescribed":9,"settingSpecific":10,"shift":10,"simile":1,"subject":11,"tense":12,"timePeriodCategorical":13,"timePeriodSpecific":10,"md5":14,"id":14,"source":15,"vetted":1,"prop":16,"raw":17,"text":4,"book_id":10,"title":18,"author":19,"title_raw":20,"author_raw":21,"ratings":10,"pages":10,"year":10,"publisher":10,"genre":22,"flag_ya":10,"flag_children":10,"tier":23,"flag_modified_text":1,"text_raw":10,"modified_dist":10},"false","description","Chatham | Blackstone | Goldsmith | Johnson | Burke | Cowper | Reynolds | Robertson Hume | Smollett","At that time in the world’s history when watches, in their decline from the fat comeliness of the turnip to the scanty meagerness of the half-crown, had arrived at the intermediate form of a biffin—when the last remnant of a chivalrous spirit instigated men to wear swords every day, and to take purses on horseback—when quadrupeds were preferred to steam, and sails were necessary to a ship—when Chatham and Blackstone appeared in the senate and at the bar, and Goldsmith, Johnson, and Burke, Cowper, Reynolds, Robertson Hume, and Smollett, were just beginning to cumber the highways of arts and sciences—at that period of the dark ages, the events which are about to be related undoubtedly took place, in a county which shall be nameless.","none","turnip | half-crown | biffin | senate | bar | highways of arts and sciences | dark ages","third person","county","true","","other","past","dark ages","gutenberg-39376","gutenberg","auto","At that time in the world's history when watches, in their decline from the fat comeliness of the turnip to the scanty meagerness of the half-crown, had arrived at the intermediate form of a biffin--when the last remnant of a chivalrous spirit instigated men to wear swords every day, and to take purses on horseback--when quadrupeds were preferred to steam, and sails were necessary to a ship--when Chatham and Blackstone appeared in the senate and at the bar, and Goldsmith, Johnson, and Burke, Cowper, Reynolds, Robertson Hume, and Smollett, were just beginning to cumber the highways of arts and sciences--at that period of the dark ages, the events which are about to be related undoubtedly took place, in a county which shall be nameless.","The Gipsy: A Tale","G. P. R. (George Payne Rainsford) James","The Gipsy: A Tale (Vols I & II)","James, G. P. R. (George Payne Rainsford), 1801?-1860","browsing: culture/civilization/society|browsing: literature|browsing: fiction|category: historical novels|category: novels|category: british literature","0"],"uses":{"params":["slug"]}}]}
