{"type":"data","nodes":[null,{"type":"data","data":[{"address":1,"approach":2,"characterList":3,"clean":4,"dialogue":5,"metaphor":1,"nounList":6,"pov":7,"question":1,"settingCategorical":8,"settingDescribed":1,"settingSpecific":6,"shift":3,"simile":1,"subject":9,"tense":10,"timePeriodCategorical":3,"timePeriodSpecific":3,"md5":11,"id":11,"source":12,"vetted":1,"prop":13,"raw":14,"text":4,"book_id":3,"title":15,"author":16,"title_raw":15,"author_raw":17,"ratings":3,"pages":3,"year":3,"publisher":3,"genre":18,"flag_ya":3,"flag_children":3,"tier":19,"flag_modified_text":1,"text_raw":3,"modified_dist":3},"false","description","","Three young men, arm in arm, were walking, or, to speak more accurately, loitering, along Boulevard des Italiens, looking to right and left, scrutinizing the women at close quarters, especially when they were pretty; commenting aloud on the face of one and the bearing of another, interspersing their reflections with jests, puns, foolish remarks, and bursts of laughter; and, lastly, smoking cigars, an accomplishment which is now indispensable to the young men of fashion whose ordinary promenade is the Boulevard de la Chaussée d’Antin.","none","Boulevard des Italiens | Boulevard de la Chaussée d’Antin","third person","city street","other","past","gutenberg-38001","gutenberg","auto","Three young men, arm in arm, were walking, or, to speak more accurately, loitering, along Boulevard des Italiens, looking to right and left, scrutinizing the women at close quarters, especially when they were pretty; commenting aloud on the face of one and the bearing of another, interspersing their reflections with jests, puns, foolish remarks, and bursts of laughter; and, lastly, smoking cigars, an accomplishment which is now indispensable to the young men of fashion whose ordinary promenade is the Boulevard de la Chaussée d'Antin.","Sans-Cravate; or, The Messengers; Little Streams","Paul de Kock","Kock, Paul de, 1793-1871","browsing: literature|browsing: fiction|category: novels|category: french literature","0"],"uses":{"params":["slug"]}}]}
