{"type":"data","nodes":[null,{"type":"data","data":[{"address":1,"approach":2,"characterList":3,"clean":4,"dialogue":5,"metaphor":1,"nounList":6,"pov":7,"question":1,"settingCategorical":8,"settingDescribed":1,"settingSpecific":8,"shift":8,"simile":1,"subject":9,"tense":10,"timePeriodCategorical":8,"timePeriodSpecific":8,"md5":11,"id":11,"source":12,"vetted":1,"prop":13,"raw":14,"text":4,"book_id":8,"title":15,"author":16,"title_raw":15,"author_raw":17,"ratings":8,"pages":8,"year":8,"publisher":8,"genre":18,"flag_ya":8,"flag_children":8,"tier":19,"flag_modified_text":1,"text_raw":8,"modified_dist":8},"false","description","Maurice | Count of Saxe","I maintain that my master, Maurice, Count of Saxe, Marshal-general of France, Duke of Courland and Semigallia, Knight of the Most Noble Order of Merit, Knight of the Most Noble Order of the White Eagle, Knight of St. Louis, Knight of St. Stanislaus, and of many other noble Orders—I maintain him, I say, to be the greatest man, the bravest man, the finest man, the handsomest man, the man most dreaded by his foes, the most loved by his friends, the most incomparable with the ladies, the first soldier of all time—in short, the most superb, the most terrible and the most admirable man who ever lived—and I can prove it.","none","Marshal-general of France | Duke of Courland and Semigallia | Knight of the Most Noble Order of Merit | Knight of the Most Noble Order of the White Eagle | Knight of St. Louis | Knight of St. Stanislaus","first person","","I","present","gutenberg-31804","gutenberg","auto","I maintain that my master, Maurice, Count of Saxe, Marshal-general of France, Duke of Courland and Semigallia, Knight of the Most Noble Order of Merit, Knight of the Most Noble Order of the White Eagle, Knight of St. Louis, Knight of St. Stanislaus, and of many other noble Orders--I maintain him, I say, to be the greatest man, the bravest man, the finest man, the handsomest man, the man most dreaded by his foes, the most loved by his friends, the most incomparable with the ladies, the first soldier of all time--in short, the most superb, the most terrible and the most admirable man who ever lived--and I can prove it.","Francezka","Molly Elliot Seawell","Seawell, Molly Elliot, 1860-1916; Fisher, Harrison, 1875-1934 [Illustrator]","browsing: literature|browsing: fiction|category: historical novels|category: novels","0"],"uses":{"params":["slug"]}}]}
